Repository: ababic/invest-ui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, ja, pt

source: Less than 10
ar: أقل من 10
ja: 10人未満
pt: Menos de 10

source: 10 to 50
ar: من 10 إلى 50
ja: 10～50人
pt: Entre 10 e 50

source: 51 to 250
ar: من 51 إلى 250
ja: 51～250人
pt: Entre 51 e 250

source: More than 250
ar: أكثر من 250
ja: 250人を超える
pt: Mais de 250

source: Name
ar: الاسم الكامل
ja: 氏名
pt: Nome completo

source: Job title
ar: المسمى الوظيفي
ja: 役職
pt: Cargo

source: Email address
ar: البريد الإلكتروني للعمل
ja: 勤務先の電子メール
pt: E-mail de trabalho

source: Phone number
ar: هاتف العمل
ja: 勤務先の電話番号
pt: Telefone comercial

source: Company name
ar: اسم الشركة
ja: 企業名
pt: Nome da empresa registado

source: Company website
ar: موقع ويب الشركة
ja: 企業ウェブサイト
pt: Site da empresa

source: Which country are you based in?
ar: في أي بلد أنت متواجد؟
ja: 国名
pt: País

source: We will use this information to put you in touch with your closest British embassy or high commission.
ar: سنستخدم هذه المعلومات لنساعدك في التواصل مع السفارة البريطانية أو اللجنة العليا الأقرب إليك.ابدأ بالكتابة لتحديد بلدك.
ja: この情報をもとに、最も近い場所にある英国大使館または高等弁務官事務所からご連絡を差し上げます。 入力を開始すると、オプションを選択できます
pt: Usaremos essas informações para colocar você em contato com sua embaixada britânica ou representante mais próximo. Comece a digitar para selecionar uum país.

source: Current number of staff
ar: العدد الإجمالي الحالي للموظفين
ja: 現在の従業員数 (推定でも構いません)
pt: Número total de funcionários atual

source: Tell us about your investment
ar: استثمارك
ja: 貴社の投資についてお聞かせください。
pt: Conte-nos sobre o seu investimento

source: Tell us about your company and your plans for the UK in terms of size of investment, operational and recruitment plans. Please also tell us what help you would like from the UK government.
ar: أخبرنا عن الاستثمار الذي تريد القيام بهأخبرنا عن شركتك وخططك المتعلقة بالمملكة المتحدة من حيث حجم الاستثمار وخطط التشغيل والتوظيف. يُرجى أيضًا إخبارنا ما هي المساعدة التي تحتاج أن تقدمها لك حكومة المملكة المتحدة.
ja: 貴社の事業概要、及び対英投資の計画（規模・運営・採用）についてご説明ください。また、英国政府からどのようなサポートをご希望か、併せてお聞かせください。
pt: Conte-nos sobre sua empresa e seus planos para o Reino Unido em termos de tamanho do investimento, planos operacionais e planos de recrutamento. Explique-nos que tipo de ajuda você gostaria de receber do governo do Reino Unido.

source: Country
ar: بلد
ja: 国
pt: País

source: Your investment
ar: استثمارك
ja: 貴社の投資について
pt: Seu investimento

source: Contact us
ar: ابقى على تواصل
ja: 連絡する
pt: Entrar em contacto

source: Contact the investment team
ar: تواصل مع فريق الإستثمار
ja: 対英投資チームに連絡する
pt: Contacte a nossa equipa de investimento

source: Contact Information
ar: معلومات جهة الاتصال
ja: ご連絡先情報
pt: Informações de contato

source: Company information
ar: الشركة
ja: 貴社について
pt: Sua empresa

source: Your plans
ar: استثمارك
ja: 貴社の投資について
pt: Seu investimento

source: By sending us your details you can confirm that the information you've shared with us is true and you accept our terms and conditions.
ar: عن طريق إرسال تفاصيلك لنا، أنت تؤكد أن المعلومات التي شاركتها معنا صحيحة، وأنك توافق على بنودنا وشروطنا. الشروط والأحكام
ja: 本情報をお送りいただいた時点で、送付情報が正確かつ当省の利用規約に同意したこととみなします 当省の利用規約に同意していただいたことをご確認いただくことになりますのでご了解ください。
pt: Ao enviar seus dados, você confirma que as informações que compartilhou conosco são verdadeiras e aceita nossos termos e condições.

source: Submit
ar: ابقى على تواصل
ja: 連絡する
pt: Entrar em contacto

source: Your form has been submitted.
ar: شكرًا لتسجيل اهتمامكم بالاستثمار في المملكة المتحدة.
ja: 英国における投資にご関心をお持ちいただき、ありがとうございました。
pt: Obrigado por registar o seu interesse em investir no Reino Unido

source: Thank you, your form has been submitted.
ar: تشير المعلومات المقدمة من جانبكم إلى موقعكم فضلاً عن خططكم الاستثمارية، وبذلك يمكننا توفير الشخص المناسب لمساعدتكم فيما بعد. ستتلقون قريبًا رسالة إلكترونية تفيد استلامنا للبيانات ذات الصلة بكم. من المقرر أن نرسل لكم رسالة إلكترونية للمتابعة في غضون 7 أيام. نتطلع إلى العمل معكم.
ja: ご提供いただいた情報は、貴社の投資計画について当省が理解し、より良くお手伝いするために適切な人材を配属するために役立たせていただきます。ご提出いただいた情報を受領したことを確認するメールが間もなく届きます。7日以内にフォローアップのメールをお送りできるよう努力致します。貴社のお役に立てることを楽しみにしております。
pt: As informações que forneceu indicam-nos o ponto em que se encontram os seus planos de investimento para podermos contactar a pessoa certa para lhe prestar um auxílio adicional. Em breve irá receber um e-mail a confirmar que recebemos as suas informações. Pretendemos enviar-lhe um e-mail de seguimento dentro de 7 dias. Estamos ansiosos por trabalhar consigo.

source: Home
ar: الرئيسية
ja: トップページ
pt: Início

source: Industries
ar: الصناعات في بريطانيا العظمى
ja: 産業
pt: Indústrias

source: UK setup guide
ar: كيفية تأسيس شركة في المملكة المتحدة
ja: 英国での事業設立
pt: Guia para estabelecer no Reino Unido

source: Terms and conditions
ar: الشروط والأحكام
ja: 規約
pt: Termos e condições

source: Privacy and cookies
ar: بيان خصوصية وملفات تعريف ارتباط الموقع الإلكتروني: GREAT.gov.uk
ja: プライバシー
pt: Privacidade e cookies

source: Related industries
ar: الصناعات ذات الصلة
ja: 関連産業
pt: Indústrias relacionadas
